[{"id":1, "titulo":"The Mandalorian", "id_categoria":1, "id_genero":3, "resumen":"Ambientada tras la caída del Imperio y antes de la aparición de la Primera Orden, la Serie sigue los pasos de un pistolero solitario en las aventuras que protagoniza en los confines de la galaxia, donde no alcanza la autoridad de la Nueva República.", "temporadas":2, "trailer":"https://www.youtube.com/embed/aOC8E8z_ifw", "duracion":0},
 {"id":2, "titulo":"The Umbrella Academy", "id_categoria":1, "id_genero":3, "resumen":"La muerte de su padre reúne a unos hermanos distanciados y con extraordinarios poderes que descubren impactantes secretos y una amenaza que se cierne sobre la humanidad.", "temporadas":1, "trailer":"https://www.youtube.com/embed/KHucKOK-Vik", "duracion":0},
 {"id":3, "titulo":"Gambito de Dama", "id_categoria":1, "id_genero":1, "resumen":"En los cincuenta, una joven de un orfanato descubre que tiene un increíble don para el ajedrez y recorre el arduo camino a la fama mientras lucha contra las adicciones.", "temporadas":1, "trailer":"https://www.youtube.com/embed/lbleRbyGKL4", "duracion":0},
 {"id":4, "titulo":"Riverdale", "id_categoria":1, "id_genero":1, "resumen":"El paso a la edad adulta incluye sexo, romance, escuela y familia. Para Archie y sus amigos, también hay misterios oscuros.", "temporadas":5, "trailer":"https://www.youtube.com/embed/HxtLlByaYTc", "duracion":0},
 {"id":5, "titulo":"The Crown", "id_categoria":1, "id_genero":5, "resumen":"Este drama narra las rivalidades políticas y el romance de la reina Isabel II, así como los sucesos que moldearon la segunda mitad del siglo XX.", "temporadas":4, "trailer":"https://www.youtube.com/embed/JWtnJjn6ng0", "duracion":0},
 {"id":6, "titulo":"Enola Holmes", "id_categoria":2, "id_genero":1, "resumen":"La hermana menor de Sherlock, descubre que su madre ha desaparecido y se dispone a encontrarla. En su búsqueda, saca a relucir el sabueso que corre por sus venas y se encuentra con una conspiración que gira en torno a un misterioso lord, demostrando que su ilustre hermano no es el único talento en la familia.", "temporadas":0, "trailer":"https://www.youtube.com/embed/3t1g2pa355k", "duracion":97},
 {"id":7, "titulo":"Guasón", "id_categoria":2, "id_genero":6, "resumen":"Arthur Fleck (Phoenix) es un hombre ignorado por la sociedad, cuya motivación en la vida es hacer reír. Pero una Serie de trágicos acontecimientos le llevarán a ver el mundo de otra forma. Película basada en el popular personaje de DC Comics Joker, conocido como archivillano de Batman, pero que en este film tomará un cariz más realista y oscuro.", "temporadas":0, "trailer":"https://www.youtube.com/embed/zAGVQLHvwOY", "duracion":97},
 {"id":8, "titulo":"Avengers: End Game", "id_categoria":2, "id_genero":3, "resumen":"Después de los devastadores eventos de los Vengadores: Infinity War (2018), el universo está en ruinas. Con la ayuda de los aliados restantes, los Vengadores se reúnen una vez más para revertir las acciones de Thanos y restaurar el equilibrio del universo.", "temporadas":0, "trailer":"https://www.youtube.com/embed/TcMBFSGVi1c", "duracion":97},
 {"id":9, "titulo":"Juego de tronos", "id_categoria":1, "id_genero":7, "resumen":"En un mundo fantástico y en un contexto medieval varias familias, relativas a la nobleza, se disputan el poder para dominar el territorio ficticio de Poniente (Westeros) y tomar el control de los Siete Reinos desde el Trono de Hierro, lugar donde el rey ejerce el poder.", "temporadas":8, "trailer":"https://www.youtube.com/embed/KPLWWIOCOOQ", "duracion":0},
 {"id":10, "titulo":"The Flash", "id_categoria":1, "id_genero":3, "resumen":"Sigue las veloces aventuras de Barry Allen, un joven común y corriente con el deseo latente de ayudar a los demás. Cuando una inesperada partícula aceleradora golpea por accidente a Barry, de pronto se encuentra cargado de un increíble poder para moverse a increíbles velocidades. Mientras Barry siempre ha tenido el alma de un héroe, sus nuevos poderes le han dado la capacidad de actuar como tal.", "temporadas":6, "trailer":"https://www.youtube.com/embed/Yj0l7iGKh8g", "duracion":0},
 {"id":11, "titulo":"Liga de la Justicia - Zack Snyder", "id_categoria":2, "id_genero":9, "resumen":"Decidido a asegurarse de que el sacrificio final de Superman no fue en vano, Bruce Wayne alinea fuerzas con Diana Prince con planes para reclutar un equipo de metahumanos para proteger al mundo de una amenaza de proporciones catastróficas que se aproxima. En esta fascinante entrega, no apta para niños, verás cómo se conforma la Liga de la Justicia, uniendo a los principales superhéroes conocidos como Metahumanos.", "temporadas":0, "trailer":"https://www.youtube.com/embed/BUb_-RxsoBs", "duracion":242},
 {"id":12, "titulo":"3022", "id_categoria":2, "id_genero":6, "resumen":"La película está ambientada en una estación espacial en el futuro. La tripulación sufre un estrés traumático y considera abandonar su misión después de observar lo que creen que es la destrucción de la Tierra. La película se muestra como una Serie de flashbacks y flash-forward.", "temporadas":0, "trailer":"https://www.youtube.com/embed/AGQ7OkmIx4Q", "duracion":97},
 {"id":13, "titulo":"Stowaway", "id_categoria":2, "id_genero":3, "resumen":"Una misión al planeta Marte. Dos años de duración. De repente, los tres tripulantes afectados a esta labor deben tomar una decisión imposible cuando un pasajero imprevisto compromete la vida de todos a bordo. No hay vuelta atrás. La decisión deberá tomarse contemplando la vida de los, ahora, cuatro pasajeros aún cuando la supervivecnaia tenga que acarrear algún sacrificio.", "temporadas":0, "trailer":"https://www.youtube.com/embed/A_apvQkWsVY", "duracion":118},
 {"id":14, "titulo":"Jurassic World", "id_categoria":2, "id_genero":10, "resumen":"Veintidós años después de lo ocurrido en Jurassic Park, la isla Nublar ha sido transformada en un enorme parque temático, Jurassic Wold, con versiones «domesticadas» de algunos de los dinosaurios más conocidos. Cuando todo parece ir sobre ruedas y ser el negocio del siglo, un nuevo dinosaurio de especie desconocida, pues ha sido creado manipulando genéticamente su ADN, y que resulta ser mucho más inteligente de lo que se pensaba, se escapa de su recinto y comienza a causar estragos", "temporadas":0, "trailer":"https://www.youtube.com/embed/RFinNxS5KN4", "duracion":97},
 {"id":15, "titulo":"Passengers", "id_categoria":2, "id_genero":3, "resumen":"Una nave espacial, que viaja a un planeta lejano transportando a miles de personas, tiene una avería en una de las cápsulas de hibernación tras el impacto con un gran meteorito. Como resultado, un pasajero se despierta noventa años antes del final del viaje.", "temporadas":0, "trailer":"https://www.youtube.com/embed/7BWWWQzTpNU", "duracion":116},
 {"id":16, "titulo":"Apollo 13", "id_categoria":2, "id_genero":5, "resumen":"El Apolo 13 inicia su viaje a la luna en abril de 1970. Cuando la tripulación está a punto de llegar a su destino, una explosión en el espacio les hace perder oxígeno, energía y el curso de la nave... Todo se convierte en una situación desesperada para los tres hombres tripulantes, especialmente cuando el oxígeno amenaza con agotarse. Mientras, el mundo entero, que apenas un año antes conoció la gloria de la aventura espacial cuando el hombre pisó la luna, contiene la respiración a la espera de ver cómo acaba tan angustiosa espera.", "temporadas":0, "trailer":"https://www.youtube.com/embed/e3ZtOS4MCkk", "duracion":140}]